ZigEmbeddedGroup/texasinstruments-data/ccs_base/common/targetdb/Modules/AM263P/R5SS_DCACHE_CORE1_75800000h.xml
<module name="DCACHE_CORE1" acronym="" XML_version="1.0" HW_revision="n/a" description="">
	<register id="DCACHE_CORE1_START" acronym="DCACHE_CORE1_START" offset="0" width="32" description="">
		<bitfield id="START" width="32" begin="31" end="0" resetval="0x0" description="Memory  start address" range="31:0" rwaccess="R/W"/>
	</register><register id="DCACHE_CORE1_END" acronym="DCACHE_CORE1_END" offset="8388604" width="32" description="">
		<bitfield id="END" width="32" begin="31" end="0" resetval="0x0" description="Memory  end address" range="31:0" rwaccess="R/W"/>
	</register>
</module>